import React from 'react';
import css from "./AboutUsPage.module.css"
const AboutUsPage = () => {
    return (
        <div className={css.container}>
            <h1>Про нас - Кафедра військового зв'язку</h1>

            <div className="info-section">
                <h2>Склад викладачів</h2>
                <p>Наша кафедра має <span className="highlight">висококваліфікований склад викладачів</span>, який
                    включає в себе
                    досвідчених фахівців у галузі військового зв'язку. Кожен з наших викладачів принесений своїм
                    унікальним
                    досвідом та знаннями, щоб підготувати студентів до викликів в сфері телекомунікацій.</p>
            </div>

            <div className="info-section">
                <h2>Аудиторії</h2>
                <p>Наші заняття проводяться в <span className="highlight">сучасно обладнаних аудиторіях</span>,
                    оснащених необхідними
                    засобами для проведення лекцій, практичних занять та лабораторних робіт. Ми створюємо комфортне
                    середовище
                    для навчання та взаємодії студентів.</p>
            </div>

            <div className="info-section">
                <h2>Матеріальне забезпечення</h2>
                <p>Кафедра володіє <span className="highlight">сучасними засобами та технікою</span> для проведення
                    практичних занять
                    та науково-дослідницької роботи. Ми надаємо студентам можливість працювати з передовим обладнанням
                    та
                    впроваджувати свої ідеї в сфері військового зв'язку.</p>
            </div>

            <div className="info-section">
                <h2>Навчальні програми</h2>
                <p>Кафедра пропонує <span className="highlight">різноманітні навчальні програми</span> з військового
                    зв'язку,
                    орієнтовані на високу якість підготовки студентів. Наші програми охоплюють сучасні технології,
                    стратегії та
                    тактики в області телекомунікацій.</p>
            </div>

            <div className="info-section">
                <h2>Студентське життя</h2>
                <p>У нас ви зможете приєднатися до різноманітних <span className="highlight">студентських організацій та клубів</span>,
                    які сприяють розвитку професійних та особистісних навичок. Ми прагнемо створювати сприятливу
                    атмосферу для
                    розвитку і взаємодії.</p>
            </div>
        </div>
    );
};

export default AboutUsPage;